Repository: eduard2diaz/sigelab
Catalog: translations/error.*.xlf
Languages: fr

# contact_link
source: Contact with SIGELAB
fr: Contact avec Milab

# refresh_link
source: Refresh
fr: Retente

# _403.error_title
source: Acces denied
fr: Accés refusé

# _403.error_details
source: Sorry, you have not the permissions to visualize the information, in the presence of any doubt or difficulty contact with the manager will be glad to help you.
fr: Vous n´as pas les permissions pour le visualizar l´information, devant n´importe quel doubte ou rends difficile contacte avec I´ou les administrateurs seront enchantés de lui aider.

# _404.error_title
source: Page not found
fr: Page non opposée

# _404.error_details
source: Sorry, the page that you request not exist or was deleted, in the presence of any doubt or difficulty contact with the manager will be glad to help you.
fr: I´asseyons la pagine sollcité par voud ne vis pas ou est allé éliminé, devant n´importe quel doubte ou rends difficile contacte avec I´ou les administrateurs seront enchantés de lui aider.

# _500.error_title
source: Internal server error
fr: Erreur interne du domestique

# _500.error_details
source: Server found an internal error and was unable to complete your request, in the presence of any doubt or difficulty contact with the manager will be glad to help you.
fr: Le domestique a trouvé une erreur interne ou donnes configuration et est allé incapable de compléter sa sollicitude, devant n´importe quel doubte ou rends difficile contacte avec I´ou les administrateurs seront enchantés de lui aider.

# _503.error_title
source: Sorry, we are in maintenance
fr: I´asseyons sommes dans la subsistance

# _503.error_details
source: At present find us by carrying out improve to the system, in the presence of any doubt or difficulty contact with the manager will be glad to help you.
fr: Actuellement nous rencontrons réalisant améliore au systéme, devant n´importe quel doubte ou rends difficile contacte avec I´ou les administrateurs seront enchantés de lui aider.
