Repository: eduard2diaz/sigelab
Catalog: translations/estatica.*.xlf
Languages: fr

source: Download
fr: Télécharger

# _download.parragraph
source: For obtain the Milab's source code you can:
fr: Pour obtenir le code source de Milab, vous pouvez:

# _download.downloadlist_choice1
source: Directly download from Github (The deployment, support and update must be carried out by you personally and no difficulty in the process will be the responsibility of the university)
fr: Téléchargement direct depuis Github (Le déploiement, le support et la mise à jour doivent être effectués par vous-même et aucune difficulté dans le processus ne sera à la charge de l'université)

# _download.downloadlist_choice2
source: Contacting its developers and / or executives at the Agrarian University of Havana to draw up a contract for the acquisition, maintenance and updating of the software which will be developed by specialists of the institution and any problem or error detected during the operation of the software will be duly corrected at no cost.
fr: Contacter ses développeurs et / ou cadres de l’Université agraire de La Havane pour rédiger un contrat pour l’acquisition, la maintenance et la mise à jour du logiciel qui sera développé par des spécialistes de l’institution et tout problème ou erreur détecté pendant le fonctionnement du logiciel être dûment corrigé sans frais.

# _download.sidelist_choice1
source: Download
fr: Télécharger

# _download.sidelist_choice2
source: Deployment
fr: Déploiement

# _download.sidelist_choice3
source: Support
fr: Soutien

# _download.sidelist_choice4
source: Update
fr: Mettre à jour

# aboutus.question1
source: What's Milab?
fr: Qu'est ce que Milab?

# aboutus.response1
source: Milab is a web application developed by the Agrarian University of Havana in order to allow institutions and work centers to control the hardware of all their computing means. It is a collaborative and free application for this reason other developers can collaborate with improvements and updates of the software, as long as they are made without profit and socialize with the whole community.
fr: Milab est une application Web développée par l'Université agraire de La Havane afin de permettre aux institutions et aux centres de travail de contrôler le matériel informatique de tous leurs moyens informatiques. Il s’agit d’une application collaborative et gratuite. Pour cette raison, d’autres développeurs peuvent collaborer avec les améliorations et les mises à jour du logiciel, à condition qu’ils soient réalisés sans but lucratif et qu’ils puissent socialiser avec toute la communauté.

# aboutus.question2
source: What's its licencia?
fr: Quelle est sa licencia?

# aboutus.response2
source: This system uses the MIT license, for this reason its source code is free and free, without profit motive. In addition anyone who uses this software in your company or work center like any developer who takes it as a basis for the preparation of other similar software just enough to stand out in your new proposal who took the original idea, etc.
fr: Ce système utilise la licence MIT, c'est pourquoi son code source est gratuit et gratuit, sans but lucratif. En outre, toute personne qui utilise ce logiciel dans votre entreprise ou votre centre de travail, comme tout développeur qui la prend comme base pour la préparation d’autres logiciels similaires, suffit à vous différencier de votre nouvelle proposition en prenant l’idée originale, etc.

# accesibility.header
source: Terms of use
fr: Conditions d'utilisation

# accesibility.parragraph
source: Milab is a free application, free and available to everyone; whose sole purpose is to serve as a tool for the control and monitoring of the hardware of our institutions and work centers. For this reason it constitutes a violation of the legal terms of the same its use for any type of attack against the computer security (hacking), whether or not for ethical purposes. Milab was developed on the MIT license, so it can and should be possible shared with other companies and nonprofit institutions as long as it highlights who are the main developers.
fr: Milab est une application gratuite, gratuite et accessible à tous. dont le seul but est de servir d'outil pour le contrôle et la surveillance du matériel de nos institutions et centres de travail. Pour cette raison, il constitue une violation des termes juridiques de même utilisation pour tout type d’attaque contre le sécurité informatique (piratage), à des fins éthiques ou non. Milab a été développé sur la licence MIT, donc il peut et devrait être possible de le partager avec d’autres sociétés et institutions à but non lucratif, à condition qu’il mette en avant les principaux développeurs.

# accesibility.choice1
source: Free
fr: Gratuit

# accesibility.choice2
source: Gratuitous
fr: Gratuit

# scalability.section1_header
source: OS
fr: système opératif

# scalability.section1_parragraph
source: Milab is a multiplatform system, so you can deploy it in any operating system, Windows, MAC and Linux as long as you have a web server installed. And although it is optimized for linux, the processing and response times are extraordinary in any other. Although many parameters and servers are configurable, there are determining points for their deployment.
fr: Milab est un système multiplateforme, vous pouvez donc le déployer dans n'importe quel système d'exploitation, Windows, MAC et Linux, à condition d'avoir un serveur Web installé. Et bien qu'il soit optimisé pour Linux, les temps de traitement et de réponse sont extraordinaires. Bien que de nombreux paramètres et serveurs soient configurables, il existe des points déterminants pour leur déploiement.

# scalability.section1_list.tool1
source: PHP v7.1 or more
fr: PHP v7.1 ou plus

# scalability.section2_header
source: Database
fr: Base de données

# scalability.section2_parragraph
source: Symfony 4 in its version 4.1 was the PHP Framework on which this application was developed, for this reason you can use the relational database server of your choice, only with the small detail of adjusting the database generation strategy ; a very simple process for our specialists but in case of not having the necessary skills it can be extremely cumbersome. Milab's original source code is intended for the use of Postgresql as a database system.
fr: Symfony 4 dans sa version 4.1 était le framework PHP sur lequel cette application a été développée. Pour cette raison, vous pouvez utiliser le serveur de base de données relationnelle de votre choix, uniquement avec le petit détail d'ajustement de la stratégie de génération de base de données; un processus très simple pour nos spécialistes mais, en l’absence des compétences nécessaires, il peut être extrêmement lourd. Le code source original de Milab est destiné à l'utilisation de Postgresql en tant que système de base de données.

# scalability.section3_header
source: Web server
fr: serveur Web

# scalability.section3_parragraph
source: It is recommended the use of nginx as a web server, because the response times are higher compared to any other. But if you want, you can use xampp, lampp or use composer to install a local server in the application itself.
fr: Il est recommandé d'utiliser nginx en tant que serveur Web, car les temps de réponse sont plus élevés que les autres. Mais si vous voulez, vous pouvez utiliser xampp, lampp ou utiliser composer pour installer un serveur local dans l'application elle-même.

# scalability.section4_header
source: Update
fr: Mettre à jour

# scalability.section4_parragraph1
source: Updates of the Milab source code will only be notified to clients who previously have been hired by the university for the acquisition, deployment and support of the application. For this reason, any non-compliance identified during the exploitation of the software will not be resolved by the software development team unless it is of interest to the software or comes from a client.
fr: Les mises à jour du code source de Milab ne seront notifiées qu'aux clients qui ont déjà été embauchés par l'université pour l'acquisition, le déploiement et le support de l'application. Pour cette raison, toute non-conformité identifiée lors de l’exploitation du logiciel ne sera pas résolue par l’équipe de développement du logiciel, sauf si elle présente un intérêt pour le logiciel ou provient d’un client.

# scalability.section4_parragraph2
source: Any developer outside the institution can contribute to the development of the system and its recommendations will be evaluated by the development team, but it is a violation of the terms of service any improvement that is made to the original software that is not shared with the development team. and socialized with the community.
fr: Tout développeur externe à l'institution peut contribuer au développement du système et ses recommandations seront évaluées par l'équipe de développement, mais il s'agit d'une violation des conditions de service de toute amélioration apportée au logiciel d'origine qui n'est pas partagée avec le développement. équipe. et socialisé avec la communauté.

# accountmanagement.section1_header
source: Data conservation
fr: Conservation des données

# accountmanagement.section1_explain
source: We will keep the personal data that you provide while your account is still active or to the extent necessary to provide you with the Services. In some cases we choose to keep certain information in a depersonalized or aggregated form.
fr: Nous conserverons les données personnelles que vous fournissez lorsque votre compte est toujours actif ou dans la mesure nécessaire pour vous fournir les Services. Dans certains cas, nous choisissons de conserver certaines informations sous une forme dépersonnalisée ou agrégée.

# accountmanagement.section1_details
source: We keep most of your personal information as long as you keep the account open.
fr: Nous conservons la plupart de vos informations personnelles aussi longtemps que vous gardez le compte ouvert.

# accountmanagement.section2_header
source: Right of access and control of your personal data
fr: Droit d'accès et de contrôle de vos données personnelles

# accountmanagement.section2_explain
source: We provide numerous options to collect, use and share your data, from deleting or correcting data that you include in the profile and control the visibility of your publications to mark the option of self-exclusion for advertising and communications controls. You can access the personal information we have about you.
fr: Nous fournissons de nombreuses options pour collecter, utiliser et partager vos données, en supprimant ou en corrigeant les données que vous incluez dans le profil et en contrôlant la visibilité de vos publications pour marquer l'option d'auto-exclusion pour les contrôles de publicité et de communication. Vous pouvez accéder aux informations personnelles que nous avons sur vous.

# accountmanagement.section2_details
source: You can access or delete your personal data. You have many options when choosing how your data is collected, used and shared.
fr: Vous pouvez accéder ou supprimer vos données personnelles. Vous avez de nombreuses options lorsque vous choisissez comment vos données sont collectées, utilisées et partagées.

# accountmanagement.section3_header
source: Closing the account
fr: Fermer le compte

# accountmanagement.section3_explainp1
source: If you decide to close your account, your personal data will no longer be visible in our Services, usually within 24 hours. Normally, we delete the information from the closed accounts within a period of 30 days from the closing of the account, except in the cases mentioned below.
fr: Si vous décidez de fermer votre compte, vos données personnelles ne seront plus visibles dans nos Services, généralement dans les 24 heures. Normalement, nous supprimons les informations des comptes fermés dans un délai de 30 jours à compter de la clôture du compte, sauf dans les cas mentionnés ci-dessous.

# accountmanagement.section3_explainp2
source: We will retain your personal data even after closing the account if it is reasonably necessary to comply with our legal obligations (including requests from law enforcement), meet regulatory requirements, resolve disputes, maintain security, avoid fraud and abuse, apply our Terms of use or meet your request to unsubscribe from future messages you receive. We will keep the information depersonalized after you close your account.
fr: Nous conserverons vos données personnelles même après la fermeture du compte si cela est raisonnablement nécessaire pour respecter nos obligations légales (y compris les demandes des forces de l'ordre), répondre aux exigences réglementaires, résoudre les litiges, préserver la sécurité, éviter les fraudes et les abus, appliquer nos conditions d'utilisation ou répondez à votre demande de désabonnement des futurs messages que vous recevez. Nous conserverons les informations dépersonnalisées après la fermeture de votre compte.

# accountmanagement.section3_explainp3
source: The information that you have shared with other people will continue to be seen after closing the account or having deleted the information from your own profile or mailbox, and we do not control the data that other Members have copied from our Services. The contents of Groups associated with closed accounts will show an unknown user as the owner. Your profile may continue to show up in third-party services (for example, search engine results) until they update your cache.
fr: Les informations que vous avez partagées avec d'autres personnes continueront à être vues après la fermeture du compte ou après avoir supprimé les informations de votre propre profil ou boîte aux lettres, et nous ne contrôlons pas les données copiées des autres Membres par nos Services. Le contenu des groupes associés à des comptes fermés affichera un utilisateur inconnu en tant que propriétaire. Votre profil peut continuer à apparaître dans les services tiers (par exemple, les résultats des moteurs de recherche) jusqu'à ce qu'ils mettent à jour votre cache.

# accountmanagement.section3_details
source: We keep some of your information even after closing your account.
fr: Nous conservons certaines de vos informations même après la fermeture de votre compte.

# cookiespolicy.introduction
source: At Milab, we believe that you have to be clear and open about the way we collect and use your data. To provide a higher level of transparency, this policy provides detailed information on how and when we use cookies. This Cookie Policy applies to any Milab product or service associated with this policy or that incorporates it by reference.
fr: Chez Milab, nous pensons que vous devez être clair et ouvert sur la façon dont nous collectons et utilisons vos données. Pour fournir un niveau de transparence plus élevé, cette politique fournit des informations détaillées sur la manière et le moment où nous utilisons les cookies. Cette politique de cookies s'applique à tout produit ou service Milab associé à cette politique ou qui l'intègre par référence.

# cookiespolicy.question1
source: Does Milab use cookies?
fr: Milab utilise-t-il des cookies?

# cookiespolicy.response1
source: Yes. As described in clause 1.8 of our Privacy Policy, we use cookies and other technologies to ensure that all users using Milab have the best possible experience. Cookies also help us maintain the security of accounts. When you continue to visit or use our services, you are accepting the use of cookies and similar technologies for the purposes described in this policy.
fr: Oui. Comme décrit dans la clause 1.8 de notre politique de confidentialité, nous utilisons des cookies et d'autres technologies pour garantir que tous les utilisateurs de Milab bénéficient de la meilleure expérience possible. Les cookies nous aident également à maintenir la sécurité des comptes. Lorsque vous continuez à visiter ou à utiliser nos services, vous acceptez l'utilisation de cookies et de technologies similaires aux fins décrites dans cette politique.

# cookiespolicy.question2
source: What is a cookie?
fr: Qu'est-ce qu'un cookie?

# cookiespolicy.response2
source: A cookie is a small file placed on your electronic device that enables the Milab functionalities. For example, cookies allow us to identify your device, ensure your access to Milab and our sites in general.
fr: Un cookie est un petit fichier placé sur votre appareil électronique qui active les fonctionnalités de Milab. Par exemple, les cookies nous permettent d’identifier votre appareil, d’assurer votre accès à Milab et à nos sites en général.

# cookiespolicy.question3
source: When does Milab place cookies?
fr: Quand Milab place-t-il des cookies?

# cookiespolicy.response3
source: We use cookies on our website and in mobile applications. Any browser that visits this website will receive our cookies.
fr: Nous utilisons des cookies sur notre site Web et dans les applications mobiles. Tout navigateur qui visite ce site Web recevra nos cookies.

# cookiespolicy.question4
source: What kind of cookies does Milab use?
fr: Quel type de cookies Milab utilise-t-il?

# cookiespolicy.response4
source: We use two types: permanent cookies and session cookies. A permanent cookie helps us to recognize you as a user, so it will be easier for you to return or interact with our services without having to log in again. Once you have logged in, a permanent cookie will remain in your browser and Milab will read it when you return to one of our websites. Session cookies last only one session (usually a visit to a website or a browser session).
fr: Nous utilisons deux types: les cookies permanents et les cookies de session. Un cookie permanent nous aide à vous reconnaître en tant qu'utilisateur. Il vous sera donc plus facile de retourner ou d'interagir avec nos services sans avoir à vous connecter à nouveau. Une fois connecté, un cookie permanent restera dans votre navigateur et Milab le lira lorsque vous retournerez sur l'un de nos sites Web. Les cookies de session ne durent qu'une session (généralement une visite sur un site Web ou une session de navigateur).

# cookiespolicy.question5
source: What are cookies used for?
fr: A quoi servent les cookies?

# cookiespolicy.response5
source: Cookies can be used to recognize you when you visit Milab, remember your preferences and offer you a personalized experience based on your configuration. Cookies also allow your interactions in Milab to be faster and safer.
fr: Les cookies peuvent être utilisés pour vous reconnaître lorsque vous visitez Milab, mémoriser vos préférences et vous offrir une expérience personnalisée en fonction de votre configuration. Les cookies permettent également à vos interactions dans Milab d'être plus rapides et plus sûres.

# privacy.epigraph
source: Information we collect
fr: Informations collectées

# privacy.section1_parragraph
source: We record usage data when you visit or otherwise use our Services, including our websites, applications and platform technology (for example, our add-ons on other websites), such as when you view or click on content ( for example, a learning video) or in advertisements (on our websites and applications or outside of them), you perform a search, install one of our mobile applications, share articles or apply for jobs. We use login logs, device information and Internet Protocol ("IP") addresses to identify you and register your use in Milab.
fr: Nous enregistrons les données d'utilisation lorsque vous visitez ou utilisez nos Services, y compris nos sites Web, applications et technologies de plate-forme (par exemple, nos modules complémentaires sur d'autres sites Web), par exemple ) ou dans des publicités (sur nos sites Web et applications ou en dehors d’eux), vous effectuez une recherche, installez une de nos applications mobiles, partagez des articles ou postulez pour des emplois. Nous utilisons les journaux de connexion, les informations sur les appareils et les adresses IP (Internet Protocol) pour vous identifier et enregistrer votre utilisation dans Milab.

# privacy.section1_details
source: We register your visits and your use of our Services, including mobile applications.
fr: Nous enregistrons vos visites et votre utilisation de nos services, y compris les applications mobiles.

# privacy.section2_header
source: Cookies, web beacons and other similar technologies.
fr: Cookies, balises Web et autres technologies similaires.

# privacy.section2_parragraph
source: As described in our Cookies Policy, we use cookies and similar technologies (for example, web beacons, pixels, ad tags and device identifiers) to recognize you and / or your device (s) in the different Services and devices. We also allow other people to use cookies in the way described in our Cookies Policy. You can control cookies through the configuration of your browser and other tools. You can also check the option of self-exclusion so that we do not use cookies or similar technologies that track your behavior on other websites for third-party advertising. Visitors can self-exclude here.
fr: Comme décrit dans notre Politique de cookies, nous utilisons des cookies et des technologies similaires (par exemple, des balises Web, des pixels, des tags d’emplacement publicitaire et des identifiants de périphérique) pour vous reconnaître et / ou vos appareils dans les différents Services et appareils. Nous autorisons également d'autres personnes à utiliser les cookies de la manière décrite dans notre politique relative aux cookies. Vous pouvez contrôler les cookies via la configuration de votre navigateur et d'autres outils. Vous pouvez également vérifier l'option d'auto-exclusion afin que nous n'utilisions pas de cookies ou de technologies similaires qui suivent votre comportement sur d'autres sites Web pour la publicité de tiers. Les visiteurs peuvent s'auto-exclure ici.

# privacy.section2_details
source: We collect data through cookies and similar technologies.
fr: Nous collectons des données via des cookies et des technologies similaires.

# privacy.section3_header
source: Your device and your location
fr: Votre appareil et votre emplacement

# privacy.section3_parragraph
source: When you visit or leave our Services (including our add-ons, cookies or similar technologies on other websites), we receive the URL of the site where you arrived from and where you are going next. We also receive information about your IP address, proxy server, operating system, web browser and add-ons, the identifier and the functions of your mobile device or your mobile network operator. If you use our Services from a mobile device, that device will send us the information about your location. Most devices allow you to prevent the sending of location data and we will respect your configuration.
fr: Lorsque vous visitez ou quittez nos services (y compris nos modules complémentaires, cookies ou technologies similaires sur d'autres sites Web), nous recevons l'URL du site d'où vous venez et où vous vous rendez. Nous recevons également des informations sur votre adresse IP, votre serveur proxy, votre système d'exploitation, votre navigateur Web et vos modules complémentaires, l'identifiant et les fonctions de votre appareil mobile ou de votre opérateur de réseau mobile. Si vous utilisez nos services depuis un appareil mobile, cet appareil nous enverra des informations sur votre emplacement. La plupart des appareils vous permettent d'empêcher l'envoi de données de localisation et nous respecterons votre configuration.

# privacy.section3_details
source: We receive data from your devices and networks, including location data.
fr: Nous recevons des données de vos appareils et réseaux, y compris des données de localisation.

# privacy.section4_header
source: Other information.
fr: Les autres informations.
