Repository: eduard2diaz/sigelab
Catalog: translations/estatica.*.xlf
Languages: fr

# privacy.section4_parragraph
source: Our Services are dynamic and we often introduce new functions, which may require the collection of new information. If we collect very different personal data or if we greatly change the way we use your data, we will notify you and we may also modify this Privacy Policy.
fr: Nos services sont dynamiques et nous introduisons souvent de nouvelles fonctions, qui peuvent nécessiter la collecte de nouvelles informations. Si nous recueillons des données personnelles très différentes ou si nous modifions considérablement la manière dont nous utilisons vos données, nous vous en informerons et nous pourrons également modifier cette politique de confidentialité.

# privacy.section4_details
source: We are improving our Services, which means that we receive new data and create new ways to use the data.
fr: Nous améliorons nos services, ce qui signifie que nous recevons de nouvelles données et créons de nouvelles façons d’utiliser les données.

# privacypolicy.section1_header
source: Your privacy is important for us.
fr: Votre vie privée est importante pour nous.

# privacypolicy.section1_parragraph
source: Milab's goal is to connect professionals from around the world to help them be more productive and reach their work goals. Key to this mission is our commitment to be transparent with you about the data we collect about you and the way in which they are used and shared. By using our Services, you agree to our use of your data in accordance with the provisions of this Privacy Policy.
fr: L'objectif de Milab est de connecter des professionnels du monde entier pour les aider à être plus productifs et à atteindre leurs objectifs professionnels. La clé de cette mission est notre engagement à être transparent avec vous concernant les données que nous collectons à votre sujet et la manière dont elles sont utilisées et partagées. En utilisant nos services, vous acceptez notre utilisation de vos données conformément aux dispositions de la présente politique de confidentialité.

# privacypolicy.section2_parragragraph1
source: Our registered users ("Members") share their professional identity, interact with their network of contacts, exchange information and professional knowledge, publish and view relevant content, inform themselves and find professional and business opportunities. Some content of some of our Services is available to non-members ("Visitors>").
fr: Nos utilisateurs enregistrés ("Membres") partagent leur identité professionnelle, interagissent avec leur réseau de contacts, échangent des informations et des connaissances professionnelles, publient et visualisent des contenus pertinents, s'informent et trouvent des opportunités professionnelles et commerciales. Certains contenus de certains de nos services sont accessibles aux non-membres ("Visiteurs>").

# privacypolicy.section2_subsection1.header
source: Services
fr: Prestations de service

# privacypolicy.section2_subsection1.parragraph
source: This Privacy Policy applies to Milab.com and other sites related to Milab, to applications, communications and services ("Services"), including Services offered outside. of the website, such as our advertising services and the "Request with Milab" and "Share on Milab" supplements, but services offered under a different privacy policy are excluded.
fr: Cette politique de confidentialité s'applique à Milab.com et à d'autres sites liés à Milab, aux applications, communications et services («Services»), y compris aux services offerts à l'extérieur. du site, tels que nos services de publicité et les suppléments "Request with Milab" et "Share on Milab", mais les services proposés dans le cadre d'une politique de confidentialité différente sont exclus.

# privacypolicy.section2_details
source: We are a social network and an online platform for professionals. People use our Services to find job opportunities or for them to find them, as well as to connect with other people and have access to information. Our Privacy Policy applies to any Member or Visitor of the Covered Services.
fr: Nous sommes un réseau social et une plateforme en ligne pour les professionnels. Les personnes utilisent nos services pour trouver des offres d'emploi ou pour les trouver, ainsi que pour se connecter avec d'autres personnes et avoir accès à des informations. Notre politique de confidentialité s'applique à tout membre ou visiteur des services couverts.

# privacypolicy.section2_subsection2.header
source: Consent
fr: Consentement

# privacypolicy.section2_subsection2.parragraph
source: If you use our Services, you agree to the collection, use and sharing of your personal data under this Privacy Policy (which includes our Cookie Policy and other documents referenced in the Privacy Policy) and you accept the Terms of Use. use. We provide you with options that allow you to self-exclude or control how we use and share your information.
fr: Si vous utilisez nos services, vous acceptez la collecte, l'utilisation et le partage de vos données personnelles en vertu de cette politique de confidentialité (qui comprend notre politique en matière de cookies et d'autres documents référencés dans la politique de confidentialité) et vous acceptez les conditions d'utilisation. utilisation. Nous vous proposons des options vous permettant d'exclure ou de contrôler vous-même l'utilisation et le partage de vos informations.

# privacypolicy.section2_subsection2.details
source: If you use our Services, you accept this Privacy Policy, including our Cookies Policy.
fr: Si vous utilisez nos services, vous acceptez cette politique de confidentialité, y compris notre politique de cookies.

# privacypolicy.section2_subsection3.header
source: Changes
fr: Changements

# privacypolicy.section2_subsection3.parragraph
source: We may modify this Privacy Policy and if we make any important changes we will notify you through our Services, or through other means, to offer you the opportunity to review the changes before they become effective. If you do not agree with any of the changes, you can close your account. Your continued use of our Services after posting or sending a notice about changes to this Privacy Policy will mean that you agree to the updated terms.
fr: Nous pouvons modifier cette politique de confidentialité et si nous apportons des modifications importantes, nous vous en informerons par le biais de nos services, ou par d'autres moyens, afin de vous offrir la possibilité d'examiner les modifications avant qu'elles ne deviennent effectives. Si vous n'êtes pas d'accord avec l'une des modifications, vous pouvez fermer votre compte. Votre utilisation continue de nos services après la publication ou l'envoi d'un avis concernant les modifications apportées à cette politique de confidentialité signifiera que vous acceptez les conditions mises à jour.

# privacypolicy.section2_subsection3.details
source: If you use the Services after an update of this Privacy Policy, you will be accepting the modified Policy.
fr: Si vous utilisez les services après une mise à jour de cette politique de confidentialité, vous accepterez la politique modifiée.

# services.section1_header
source: Use of the Services
fr: Utilisation des services

# services.section1_parragraph
source: How we use your personal information will depend on the Services you use, the way you use those Services and your settings. We use the information we have about you to provide, support, personalize and make our Services (including advertisements) more relevant and useful to you and others.
fr: La manière dont nous utilisons vos informations personnelles dépendra des services que vous utilisez, de la manière dont vous utilisez ces services et de vos paramètres. Nous utilisons les informations que nous avons à votre sujet pour fournir, soutenir, personnaliser et rendre nos Services (y compris les publicités) plus pertinents et utiles pour vous et pour les autres.

# services.section1_details
source: We use your data to provide, support, personalize and develop our Services.
fr: Nous utilisons vos données pour fournir, soutenir, personnaliser et développer nos services.

# services.section2_header
source: Development of Services and Research
fr: Développement des services et de la recherche

# services.section2_parragraph
source: We use data, including public comments, to conduct research and develop our Services in order to provide you and other Members with a more personalized and intuitive experience, increase the number of Members and interaction in our Services and help professionals connect among themselves and have access to economic opportunities.
fr: Nous utilisons des données, y compris des commentaires publics, pour mener des recherches et développer nos services afin de vous offrir, à vous et aux autres membres, une expérience plus personnalisée et intuitive, d'augmenter le nombre de membres et l'interaction dans nos services et d'aider les professionnels à se connecter aux opportunités économiques.

# services.section2_details
source: We develop our Services and conduct research.
fr: Nous développons nos services et effectuons des recherches.

# serviceterms.section1.subsection1.header
source: Contract
fr: Contrat

# serviceterms.section1.subsection1.parragraph
source: The present terms (hereinafter "Terms of service") are binding and mandatory. They are applied to the use of the services offered or made available to users by Milab. The use of the services implies the express, full and unreserved acceptance of each and every one of the clauses of the Terms of Service in the version published at the same moment in which the user uses the services and other information provided on the site . If you do not agree with the Terms of Service, you must refrain from using the services.
fr: Les présentes conditions (ci-après "Conditions d'utilisation") sont obligatoires et obligatoires. Ils sont appliqués à l'utilisation des services offerts ou mis à la disposition des utilisateurs par Milab. L'utilisation des services implique l'acceptation expresse, sans réserve et sans réserve de chacune des clauses des Conditions d'utilisation dans la version publiée au même moment où l'utilisateur utilise les services et autres informations fournies sur le site. Si vous n'êtes pas d'accord avec les conditions d'utilisation, vous devez vous abstenir d'utiliser les services.

# serviceterms.section1.subsection1.details
source: When you use our Services you agree to comply with all these terms. Your use of our Services is also subject to our Cookie Policy and our Privacy Policy, which covers the way we collect, use, share and store your personal information.
fr: Lorsque vous utilisez nos services, vous acceptez de vous conformer à toutes ces conditions. Votre utilisation de nos services est également soumise à notre politique en matière de cookies et à notre politique de confidentialité, qui couvre la manière dont nous collectons, utilisons, partageons et stockons vos informations personnelles.

# serviceterms.section1.subsection2.header
source: Services
fr: Prestations de service

# serviceterms.section1.subsection2.parragraph
source: This Agreement applies to milab.com, to the Milab brand applications and to other related sites, applications, communications and other services that they declare to be offered under this Agreement ("Services"), including data collection at website margin for those Services, such as our ads and add-ons. The users subscribed to our Services are «Members» and the unregistered users are «Visitors». This Agreement applies to both.
fr: Le présent Contrat s’applique à milab.com, aux applications de marque Milab et aux autres sites, applications, communications et autres services connexes qu’ils déclarent être proposés dans le cadre du présent Contrat («Services»), y compris la collecte de données sur la marge du Site pour ces Services. tels que nos annonces et add-ons. Les utilisateurs abonnés à nos Services sont des «Membres» et les utilisateurs non enregistrés sont des «Visiteurs». Cet accord s'applique aux deux.

# serviceterms.section1.subsection3.header
source: Members and Visitors
fr: Membres et Visiteurs

# serviceterms.section1.subsection3.parragraph
source: When you register and join the Heart Service, you become a Member. If you have decided not to register in our Services, you can access certain features such as Visitor.
fr: Lorsque vous vous inscrivez et rejoignez le service de cardiologie, vous devenez membre. Si vous avez décidé de ne pas vous inscrire à nos services, vous pouvez accéder à certaines fonctionnalités telles que Visitor.

# serviceterms.section1.subsection3.list
source: By completing the Form, the user accepts:
fr: En remplissant le formulaire, l'utilisateur accepte:

# serviceterms.section1.subsection3.list.option1
source: Provide true, true, correct, updated and complete information (hereinafter "Registration Data"), which will be processed and stored on servers with security systems for their protection and security.
fr: Fournir des informations vraies, exactes, correctes, à jour et complètes (ci-après "Données d'enregistrement"), qui seront traitées et stockées sur des serveurs dotés de systèmes de sécurité pour leur protection et leur sécurité.

# serviceterms.section1.subsection3.list.option2
source: Keep the Registration Data updated, so that they continue to be true, true, correct, updated, and complete.
fr: Gardez les données d'enregistrement à jour afin qu'elles continuent d'être vraies, vraies, correctes, mises à jour et complètes.

# serviceterms.section1.subsection3.list.option3
source: In the event that the user provides information that is false, incorrect, outdated or incomplete, or the system has a reasonable basis of suspicion that such information is false, incorrect, outdated or incomplete, the system shall have the right to suspend or terminate the possibility of the user to use the services.
fr: Si l'utilisateur fournit des informations fausses, incorrectes, obsolètes ou incomplètes ou si le système a des raisons de penser que ces informations sont fausses, incorrectes, obsolètes ou incomplètes, le système a le droit de suspendre ou de résilier le contrat. possibilité pour l'utilisateur d'utiliser les services.

# serviceterms.section1.subsection3.list.option4
source: The user, once registered, undertakes to preserve the confidentiality of his password. Consequently, the user will be responsible for access to the services and operations carried out with his Account and / or Email Address and Password.
fr: L'utilisateur, une fois inscrit, s'engage à préserver la confidentialité de son mot de passe. Par conséquent, l'utilisateur sera responsable de l'accès aux services et opérations effectués avec son compte et / ou son adresse électronique et son mot de passe.

# serviceterms.section1.subsection3.list.option5
source: By virtue of the foregoing, the user undertakes to notify immediately any unauthorized use or theft of his password or any other breach of security. In addition, the system will not be responsible for any loss incurred by the user as a result of the use of the Account by a third party, whether this happened with or without the knowledge of the user.
fr: En vertu de ce qui précède, l'utilisateur s'engage à informer immédiatement toute utilisation non autorisée ou tout vol de son mot de passe ou toute autre violation de la sécurité. De plus, le système ne sera pas tenu responsable de toute perte subie par l'utilisateur du fait de l'utilisation du compte par un tiers, que ce soit avec ou sans la connaissance de l'utilisateur.

# serviceterms.section1.subsection3.list.option6
source: The system may suspend or delete the accounts of those users who violate the Terms of Service, and / or the Privacy Policy, and / or for any other reason that the system considers to be in violation of morals, good customs, good professional practices and / or commercial and / or harmful to the system or third parties.
fr: Le système peut suspendre ou supprimer les comptes des utilisateurs qui violent les conditions d'utilisation et / ou la politique de confidentialité, et / ou pour toute autre raison que le système considère comme une violation des bonnes mœurs, des bonnes habitudes, des bonnes pratiques professionnelles et / ou commercial et / ou nuisible au système ou à des tiers.

# serviceterms.section1.subsection4.header
source: Changes
fr: Changements

# serviceterms.section1.subsection4.parragraph1
source: We may modify this Agreement, our Privacy Policy and our Cookie Policy from time to time. If we make any significant changes to the Contract, we will notify you through our Services, or through other means, to give you the opportunity to review the changes before they become effective.
fr: Nous pouvons modifier cet accord, notre politique de confidentialité et notre politique en matière de cookies de temps à autre. Si nous apportons des modifications importantes au contrat, nous vous en informerons par le biais de nos services ou par d'autres moyens, afin de vous donner la possibilité d'examiner les modifications avant qu'elles ne deviennent effectives.

# serviceterms.section1.subsection4.parragraph2
source: If you do not agree with any of the changes, you can close your account. Your continued use of our Services after posting or sending a notice of changes to these terms will mean that you agree to the updated terms.
fr: Si vous n'êtes pas d'accord avec l'une des modifications, vous pouvez fermer votre compte. Votre utilisation continue de nos services après la publication ou l'envoi d'un avis de modification de ces conditions signifie que vous acceptez les conditions mises à jour.

# serviceterms.section2.subsection1.header
source: Your account
fr: Ton compte

# serviceterms.section2.subsection1.parragraph1
source: Members are the account holders. You agree: (1) try to choose a difficult and secure password; (2) protect and maintain the confidentiality of the password; (3) Do not transfer any part of your account (for example, contacts) and (4) comply with the relevant legislation and our list of what should and should not be done.
fr: Les membres sont les titulaires du compte. Vous êtes d'accord: (1) essayez de choisir un mot de passe difficile et sécurisé; (2) protéger et maintenir la confidentialité du mot de passe; (3) Ne transférez aucune partie de votre compte (par exemple, des contacts) et (4) respectez la législation pertinente et notre liste de ce qui devrait et ne devrait pas être fait.

# serviceterms.section2.subsection1.parragraph2
source: You are responsible for everything that happens in your account unless you close it or notify us that it is being used improperly. Between the others and you (including your company), your account belongs to you.
fr: Vous êtes responsable de tout ce qui se passe dans votre compte à moins que vous ne le fermiez ou que vous ne nous informiez qu'il est utilisé de manière incorrecte. Entre les autres et vous (y compris votre entreprise), votre compte vous appartient.

# serviceterms.section2.subsection1.details1
source: You will protect your password.
fr: Vous protégerez votre mot de passe.

# serviceterms.section2.subsection1.details2
source: You will not share your account with any other person and you will respect our rules and the applicable legislation.
fr: Vous ne partagerez pas votre compte avec une autre personne et vous respecterez nos règles et la législation applicable.

# serviceterms.section2.subsection2.header
source: Notices and messages about the Services
fr: Avis et messages sur les services

# serviceterms.section2.subsection2.parragraph
source: You agree that we communicate with you in the following ways: (1) a notice on the Service, or (2) a message sent to the contact information you provided to us (eg, email, mobile phone, postal address). You agree to keep your contact information updated. Check your settings to control and limit the messages we send you.
fr: Vous acceptez que nous communiquions avec vous de la manière suivante: (1) un avis sur le service, ou (2) un message envoyé aux informations de contact que vous nous avez fournies (par exemple, e-mail, téléphone portable, adresse postale). Vous acceptez de garder vos informations de contact à jour. Vérifiez vos paramètres pour contrôler et limiter les messages que nous vous envoyons.

# serviceterms.section2.subsection2.details
source: You accept that we send you notices through our websites, the applications and the contact information you have given us. If the contact information you provide is not up-to-date, you may not receive these important notices.
fr: Vous acceptez que nous vous envoyions des avis via nos sites Web, les applications et les informations de contact que vous nous avez fournies. Si les informations de contact que vous fournissez ne sont pas à jour, vous risquez de ne pas recevoir ces avis importants.

# serviceterms.section3.header
source: Rights and limitations
fr: Droits et limitations

# serviceterms.section3.subsection1.header
source: Availability of Services
fr: Disponibilité des services

# serviceterms.section3.subsection1.parragraph
source: We can change or withdraw any of our Services. We can not guarantee that we will store or continue to display the information or content you have posted. Heart is not a storage service. You agree that we do not have the obligation to store, preserve or provide you with a copy of any content or information provided by you or other persons, except to the extent required by law and as stated in our Privacy Policy.
fr: Nous pouvons changer ou retirer l'un de nos services. Nous ne pouvons pas garantir que nous allons stocker ou continuer à afficher les informations ou le contenu que vous avez publié. Heart n'est pas un service de stockage. Vous acceptez que nous ne sommes pas tenus de stocker, conserver ou vous fournir une copie de tout contenu ou information fourni par vous ou d'autres personnes, sauf dans la mesure requise par la loi et comme indiqué dans notre politique de confidentialité.

# serviceterms.section3.subsection1.details
source: We may change, suspend or withdraw any Service, or change and modify future rates at our sole discretion. To the extent permitted by law, these changes will be effective when communicated to you.
fr: Nous pouvons modifier, suspendre ou retirer tout service, ou modifier et modifier les tarifs futurs à notre seule discrétion. Dans la mesure permise par la loi, ces modifications prendront effet lorsqu'elles vous seront communiquées.

# serviceterms.section3.subsection2.header
source: Limitations
fr: Limites

# serviceterms.section3.subsection2.parragraph
source: Milab reserves the right to limit your use of the Services, including your number of contacts and your ability to contact other Members. Milab reserves the right to restrict, suspend or close your account if it considers that you may have breached this Agreement, the law or that you are improperly using the Services (for example, you have infringed the list of do's and don'ts) .
fr: Milab se réserve le droit de limiter votre utilisation des Services, y compris votre nombre de contacts et votre capacité à contacter d'autres Membres. Milab se réserve le droit de restreindre, suspendre ou fermer votre compte si elle considère que vous avez enfreint le présent Contrat, la loi ou que vous utilisez les Services de manière inappropriée (par exemple, vous avez enfreint la liste des choses à faire et à ne pas faire).

# serviceterms.section3.subsection2.details
source: We have the right to limit the way you connect and interact with our Services.
fr: Nous avons le droit de limiter la façon dont vous vous connectez et interagissez avec nos services.

# serviceterms.section3.subsection3.header
source: Intellectual Property Rights
fr: Droits de propriété intellectuelle
