Repository: eduard2diaz/sigelab
Catalog: translations/estatica.*.xlf
Languages: fr

# serviceterms.section3.subsection3.parragraph
source: Milab reserves all its intellectual property rights in the Services. The use of the Services does not give you the ownership of the same or the content or information that is displayed through them. The trademarks and logos used in connection with the Services are the trademarks of their respective owners.
fr: Milab se réserve tous les droits de propriété intellectuelle sur les services. L'utilisation des Services ne vous donne pas la propriété du même ou du contenu ou des informations affichées à travers eux. Les marques et logos utilisés dans le cadre des Services sont les marques commerciales de leurs propriétaires respectifs.

# serviceterms.section3.subsection3.details
source: Below we provide you with information about our intellectual property rights.
fr: Nous vous fournissons ci-dessous des informations sur nos droits de propriété intellectuelle.
