Repository: eduard2diaz/sigelab
Catalog: translations/messages.*.xlf
Languages: es, fr

# profile_link
source: Profile
es: Perfil
fr: Profil

source: Faculty
es: Facultad
fr: Faculté

source: User
es: Usuario
fr: Utilisateur

# logout_link
source: Logout
es: Cerrar sesión
fr: Fermer la session

source: Pc
es: Computadora
fr: Ordinateur

source: Pcs
es: Computadoras
fr: Ordinateurs

source: Laboratory
es: Laboratorio
fr: Laboratoire

source: Property
es: Propiedad
fr: Propriété

source: Peripheral
es: Periférico
fr: Périphérique

source: Piece
es: Pieza
fr: Pièce

source: Type of repair
es: Tipo de reparación
fr: Type de réparation

source: Reservations
es: Reservaciones
fr: Réservations

# tmachine
source: M.Time
es: T.máquina

source: Statics
es: Estadísticas

# report_reservationbyfaculty
source: Reservation by faculty
es: Reservación por facultad

# report_reservationbylaboratory
source: Reservation by laboratory
es: Reservación por laboratorio

# report_machinetimebyfaculty
source: Machine time by faculty
es: Tiempo de máquina por facultad

# report_machinetimebylaboratory
source: Machine time by laboratory
es: Tiempo de máquina por laboratorio

# report_nodatafound
source: No data found
es: No hay datos que mostrar

source: Account
es: Cuenta
fr: compte

# account_management
source: Manage your account
es: Administra tu cuenta
fr: Gérer votre compte

# principles
source: SIGELAB principles
es: Principios de SIGELAB
fr: Principes de Milab

source: Accesibility
es: Accesibilidad
fr: Accessibilité

source: Scalability
es: Escalabilidad
fr: Évolutivité

source: Privacy
es: Privacidad
fr: Confidentialité

source: Discover
es: Descubre
fr: Découvrir

source: University site
es: Portal de la universidad
fr: Portail de l'université

# email_field
source: Email
es: Correo
fr: Mail

source: News
es: Noticias
fr: informations

# about
source: About SIGELAB
es: Acerca de SIGELAB
fr: À propos de Milab

source: About us
es: Acerca de nosotros
fr: Près de nous

source: Services
es: Servicios

source: Service Terms
es: Términos del servicio
fr: Conditions d'utilisation

source: Cookies Policy
es: Políticas de cookies
fr: Politiques de cookies

# language_select
source: Select your language
es: Selecciona tu lenguaje
fr: Sélectionnez votre langue

source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité

# all_right_reserved
source: All rights reserved
es: Todos los derechos reservados

# loginform_username_placeholder
source: User or email
es: Usuario o correo electrónico
fr: Utilisateur ou email

# loginform_password_placeholder
source: Password
es: Contraseña

# loginform_rememberme_placeholder
source: Remember me
es: Recuérdame
fr: Se souvenir de moi

# loginform_submit_button
source: Log in
es: Acceder
fr: Accès

# promo1_title1
source: Discovering a new world
es: Descubre un nuevo mundo
fr: Découvrez un nouveau monde

# promo1_title2
source: beyond your computer
es: Más allá de tu computadora
fr: Au-delà de votre ordinateur

# promo1_ad1
source: More power for you
es: Más poder para ti
fr: Plus de puissance pour toi

# promo1_ad2
source: More information about SIGELAB
es: Más información acerca de SIGELAB
fr: Plus d'informations sur Milab

source: YES
es: SI
fr: OUI

source: Register
es: Registrar
fr: S'enregistrer

source: Refresh
es: Refrescar
fr: Actualiser

source: Edit
es: Editar
fr: Modifier

source: Delete
es: Eliminar
fr: Supprimer

source: Export
es: Exportar
fr: Exporter

source: Visualize
es: Visualizar
fr: Visualizar

# name_field
source: Name
es: Nombre
fr: Nom

# state_field
source: State
es: Estado
fr: Statut

# type_field
source: Type
es: Tipo

# date_field
source: Date
es: Fecha

# description_field
source: Description
es: Descripción

# value_field
source: Value
es: Valor
fr: Valeur

# Contraseña
source: Password
es: Contraseña

# price_field
source: Price
es: Precio
fr: Prix

# registerby_field
source: Register by
es: Registrado por
fr: Enregistré par

# username_field
source: Username
es: Usuario
fr: Utilisateur

# role_field
source: Role
es: Rol
fr: Rôle

# password_field
source: Password
es: Contraseña

# confirm_password_field
source: Confirm password
es: Confirmar contraseña
fr: Confirmer mot de passe

# active_field
source: Active
es: Activo
fr: Actif

# active_yes
source: Yes
es: Si
fr: Oui

source: CLOSE
es: Cerrar
fr: Fermer

# save_button
source: Save
es: Guardar
fr: Sauvegarder

# update_button
source: Update
es: Actualizar
fr: Mettre

# cancel_button
source: Cancel
es: Cancelar
fr: Annuler

# confirm_button
source: Yes, I am sure
es: Si, estoy seguro
fr: Oui, j'en suis sûr

source: Student
es: Estudiante
fr: Étudiant

source: Professor
es: Profesor
fr: Professeur

# startdate_field
source: Start date
es: Fecha de inicio
fr: Date de début

# enddate_field
source: End date
es: Fecha de fin
fr: Date de fin

source: Loading
es: Cargando
fr: Chargement

# errormessaje_body
source: An error has occurred, press Refresh ('f5') to reload the page
es: Ha ocurrido un error, pulse Refrecar('f5') para recargar la página
fr: Une erreur est survenue, appuyez sur Actualiser ('f5') pour recharger la page

source: List
es: Listado
fr: Liste

source: Manage
es: Administrar

# search
source: Search by MAC
es: Buscar por MAC

# viewmore
source: See more
es: Ver más

# noresult
source: No results founded
es: No se encontraron resultados

# removephoto
source: Remove
es: Desechar

source: Facultys
es: Facultades
fr: Facultés

# faculty_register_tooltip
source: Register a new faculty
es: Registre una nueva facultad
fr: Enregistrer une nouvelle faculté

# faculty_details_title
source: Faculty details
es: Detalles de la facultad
fr: Détails de la faculté

# laboratory_access_field
source: Laboratories with access
es: Laboratorios con acceso
fr: Laboratoires avec accès

# faculty_new_title
source: New faculty
es: Nueva facultad
fr: Nouvelle faculté

# faculty_edit_title
source: Edit faculty
es: Editar facultad
fr: Modifier la faculté

# faculty_name_placeholder
source: Write the name of faculty
es: Escribe el nombre de la facultad
fr: Ecrire le nom de la faculté

# faculty_laboratory_help
source: What are these laboratories?
es: Cuales son estos laboratorios?
fr: Quels sont ces laboratoires?

# faculty_laboratory_explain
source: They are these laboratories that students and profesors can use in this or other faculty
es: Son los laboratorios que estudiantes y profesores pueden usar en su facultad o otra cualquiera
fr: Ce sont les laboratoires que les étudiants et les enseignants peuvent utiliser dans leur faculté ou dans tout autre

# faculty_register_successfully
source: The faculty was register successfully
es: La facultad fue registrada satisfactoriamente
fr: La faculté a été enregistrée avec succès

# faculty_update_successfully
source: The faculty was updated successfully
es: La facultad fue actualizada satisfactoriamente
fr: La faculté a été mise à jour avec succès

# faculty_delete_successfully
source: The faculty was deleted successfully
es: La facultad fue eliminada satisfactoriamente
fr: La faculté a été éliminée avec succès

# faculty_delete_title
source: Delete faculty
es: Eliminar facultad
fr: Supprimer faculté

# faculty_delete_message
source: Are you sure that you want delete this faculty?
es: Estás seguro que deseas eliminar esta facultad?
fr: Vous êtes sûr de vouloir éliminer cette capacité?

source: Laboratories
es: Laboratorios
fr: Laboratoires

# laboratory_register_tooltip
source: Register a new laboratory
es: Registre un nuevo laboratorio
fr: Enregistrer un nouveau laboratoire

# laboratory_new_title
source: New laboratory
es: Nuevo laboratorio
fr: Nouveau laboratoire

# laboratory_edit_title
source: Edit laboratory
es: Editar laboratorio
fr: Modifier le laboratoire

# functioning_field
source: Functioning
es: En funcionamiento
fr: En fonctionnement

# laboratory_name_placeholder
source: Write the name of laboratory
es: Escribe el nombre del laboratorio
fr: Ecrire le nom du laboratoire

# laboratory_register_successfully
source: The laboratory was register successfully
es: El laboratorio fue registrado satisfactoriamente
fr: Le laboratoire a été enregistré avec succès

# laboratory_update_successfully
source: The laboratory was updated successfully
es: El laboratorio fue actualizado satisfactoriamente
fr: Le laboratoire a été mis à jour avec succès

# laboratory_delete_successfully
source: The laboratory was deleted successfully
es: El laboratorio fue eliminado satisfactoriamente
fr: Le laboratoire a été éliminé avec succès

# laboratory_delete_title
source: Delete laboratory
es: Eliminar laboratorio
fr: Supprimer le laboratoire

# laboratory_delete_message
source: Are you sure that you want delete this laboratory?
es: ¿Estás seguro que deseas eliminar este laboratorio?
fr: ¿Vous êtes sûr de vouloir éliminer ce laboratoire?

# pc_register_tooltip
source: Register a new pc
es: Registre una nueva computadora
fr: Enregistrer un nouvel ordinateur

# pc_new_title
source: New pc
es: Nueva computadora
fr: Nouvel ordinateur

# pc_edit_title
source: Edit pc
es: Editar computadora
fr: Modifier l'ordinateur

# pc_register_successfully
source: The pc was register successfully
es: La computadora fue registrada satisfactoriamente
fr: L'ordinateur a été enregistré avec succès

# pc_update_successfully
source: The pc was updated successfully
es: La computadora fue actualizada satisfactoriamente
fr: L'ordinateur a été mis à jour avec succès

# pc_delete_successfully
source: The pc was deleted successfully
es: La computadora fue eliminada satisfactoriamente
fr: L'ordinateur a été supprimé avec succès

# pc_delete_title
source: Delete pc
es: Eliminar computadora
fr: Supprimer l'ordinateur

# pc_delete_message
source: Are you sure that you want delete this pc?
es: ¿Estás seguro que deseas eliminar esta computadora?
fr: ¿Êtes-vous sûr de vouloir supprimer cet ordinateur?

# pc_name
source: Number/name
es: Número/nombre
fr: Numéro/nom

# pc_name_placeholder
source: Write the number of pc
es: Escriba el número de la computadora
fr: Ecrire le numéro de l'ordinateur

# pc_state_exploitation
source: Exploitation
es: Explotación

# pc_state_pendingmaintenance
source: Pending maintenance
es: Pendiente a mantenimiento
fr: Maintenance en attente

# pc_state_pendingcancel
source: Pending cancel
es: Baja
fr: Faible

source: Pc details
es: Detalles de la computadora
fr: Détails de l'ordinateur

# pc_details_header
source: Properties and peripherals
es: Propiedades y periféricos
fr: Propriétés et périphériques

# pc_details_loadproperties_button
source: Load properties
es: Cargar propiedades
fr: Charger les propriétés

# pc_details_loadproperties_message
source: Register properties of computer: name, ip, model, etc.
es: Registre propiedades de la computadora: nombre, ip, modelo, etc.
fr: Enregistrer les propriétés de l'ordinateur: nom, adresse IP, modèle, etc.

# pc_details_loadpieces_button
source: Load pieces
es: Cargar piezas
fr: Charger les pièces

# pc_details_loadpieces_message
source: Register pieces of computer: RAM, HDD, processor, etc.
es: Registre las piezas de la computadora: RAM, Disco duro, procesador, etc.
fr: Enregistrez les parties de l'ordinateur: RAM, disque dur, processeur, etc.

# pc_details_loadperipherals_button
source: Load peripherals
es: Cargar periféricos
fr: Charger les périphériques

# pc_details_loadperipherals_message
source: Register peripherals of computer: printers, speakers, monitors, etc.
es: Registre los periféricos de la computadora: impresoras, bocinas, monitores, etc.
fr: Enregistrer les périphériques de l'ordinateur: imprimantes, haut-parleurs, moniteurs, etc.

# pc_details_loadreparations_button
source: Load reparations
es: Cargar reparaciones
fr: Charger les réparations

# pc_details_loadreparations_message
source: Register reparations of computer, any cange of piece or component.
es: Registre las reparaciones de la computadora, cualquier cambio de pieza o componente.
fr: Enregistrer les réparations de l'ordinateur, tout changement de pièce ou de composant.

# property_register_tooltip
source: Register a new property
es: Registre una nueva propiedad
fr: Enregistrer une nouvelle propriété

source: Properties
es: Propiedades
fr: Propriétés

# property_new_title
source: New property
es: Nueva propiedad
fr: Nouvelle propriété

# property_name_placeholder
source: Write the name of the propety
es: Escriba el nombre de la propiedad
fr: Entrez le nom de la propriété

# property_edit_title
source: Edit property
es: Editar propiedad
fr: Modifier la propriété

# property_register_successfully
source: The property was register successfully
es: La propiedad fue registrada satisfactoriamente
fr: La propriété a été enregistrée avec succès

# property_update_successfully
source: The property was updated successfully
es: La propiedad fue actualizada satisfactoriamente
fr: La propriété a été mise à jour avec succès

# property_delete_successfully
source: The property was deleted successfully
es: La propiedad fue eliminada satisfactoriamente
fr: La propriété a été supprimée avec succès

# property_delete_title
source: Delete property
es: Eliminar propiedad
fr: Supprimer la propriété

# property_delete_message
source: Are you sure that you want delete this property?
es: ¿Estás seguro que deseas eliminar esta propiedad?
fr: ¿Vous êtes sûr de vouloir supprimer cette propriété?

# typeofrepair_register_tooltip
source: Register a new type of repair
es: Registre un nuevo tipo de reparación
fr: Enregistrer un nouveau type de réparation

source: Type of repairs
es: Tipos de reparación
fr: Types de réparation

# typeofrepair_new_title
source: New type of repair
es: Nuevo tipo de reparación
fr: Nouveau type de réparation

# typeofrepair_name_placeholder
source: Write the name of the type of repair
es: Escribe el nombre del tipo de reparación
fr: Écrivez le nom du type de réparation

# typeofrepair_edit_title
source: Edit type of repair
es: Editar tipo de reparación
fr: Modifier le type de réparation

# typeofrepair_register_successfully
source: The type of repair was register successfully
es: El tipo de reparación fue registrado satisfactoriamente
fr: Le type de réparation a été enregistré de manière satisfaisante

# typeofrepair_update_successfully
source: The type of repair was updated successfully
es: El tipo de reparación fue actualizado satisfactoriamente
fr: Le type de réparation a été mis à jour de manière satisfaisante

# typeofrepair_delete_successfully
source: The type of repair was deleted successfully
es: El tipo de reparación fue eliminado satisfactoriamente
fr: Le type de réparation a été éliminé de manière satisfaisante

# typeofrepair_delete_title
source: Delete type of repair
es: Eliminar tipo de reparación
fr: Supprimer le type de réparation

# typeofrepair_delete_message
source: Are you sure that you want delete this type of repair?
es: Estás seguro que deseas eliminar este tipo de reparación?
fr: Vous êtes sûr de vouloir éliminer ce type de réparation?

# piece_register_tooltip
source: Register a new piece
es: Registre una nueva pieza
fr: Enregistrer une nouvelle pièce

source: Pieces
es: Piezas
fr: Pièces

# piece_new_title
source: New piece
es: Nueva pieza
fr: Nouvelle pièce

# piece_name_placeholder
source: Write the name of the piece
es: Escriba el nombre de la pieza
fr: Écrivez le nom de la pièce

# piece_edit_title
source: Edit piece
es: Editar pieza
fr: Modifier la pièce

# piece_register_successfully
source: The piece was register successfully
es: La pieza fue registrada satisfactoriamente
fr: La pièce a été enregistrée avec succès

# piece_update_successfully
source: The piece was updated successfully
es: la pieza fue actualizada satisfactoriamente
fr: La pièce a été mise à jour de manière satisfaisante

# piece_delete_successfully
source: The piece was deleted successfully
es: La pieza fue eliminada satisfactoriamente
fr: La pièce a été retirée avec succès

# piece_delete_title
source: Delete piece
es: Eliminar pieza
fr: Supprimer la pièce

# piece_delete_message
source: Are you sure that you want delete this piece?
es: ¿Estás seguro que deseas eliminar esta pieza?
fr: ¿Vous êtes sûr de vouloir supprimer cette pièce?

source: Piece details
es: Detalles de la pieza
fr: Détails de la pièce

# piece_form_property_error
source: Select one or more properties
es: Selecciona una propiedad
fr: Sélectionnez une propriété

# peripheral_register_tooltip
source: Register a new peripheral
es: Registre un nuevo periférico
fr: Enregistrer un nouveau périphérique

source: Peripherals
es: Periféricos
fr: Périphériques

# peripheral_new_title
source: New peripheral
es: Nuevo periférico
fr: Nouveau périphérique

# peripheral_name_placeholder
source: Write the name of the peripheral
es: Escriba el nombre del periférico
fr: Entrez le nom du périphérique

# peripheral_edit_title
source: Edit peripheral
es: Editar periférico
fr: Modifier le périphérique

# peripheral_register_successfully
source: The peripheral was register successfully
es: El periférico fue registrado satisfactoriamente
fr: Le périphérique a été enregistré avec succès

# peripheral_update_successfully
source: The peripheral was updated successfully
es: El periférico fue actualizado satisfactoriamente
fr: Le périphérique a été mis à jour avec succès

# peripheral_delete_successfully
source: The peripheral was deleted successfully
es: El periférico fue eliminado satisfactoriamente
fr: Le périphérique a été éliminé avec succès

# peripheral_delete_title
source: Delete peripheral
es: Eliminar periférico
fr: Supprimer le périphérique

# peripheral_delete_message
source: Are you sure that you want delete this peripheral?
es: Estás seguro que deseas eliminar este periférico?
fr: Êtes-vous sûr de vouloir supprimer ce périphérique?

# peripheral_type_in
source: In
es: Entrada
fr: Entrance

# peripheral_type_out
source: Out
es: Salida
fr: Quitter

# peripheral_type_inout
source: In-Out
es: Entrada-Salida
fr: Entrée-Quitter

# peripheral_type_storage
source: Storage
es: Almacenamiento
fr: Stockage

source: Peripheral details
es: Detalles del periférico
fr: Détails du périphérique

# reservation_register_tooltip
source: Register a new reservation
es: Registre una nueva reservación
fr: Enregistrer une nouvelle réservation

# reservation_new_title
source: New reservation
es: Nueva reservación
fr: Nouvelle réservation

# reservation_edit_title
source: Edit reservation
es: Editar reservación
fr: Modifier la réservation

# reservation_register_successfully
source: The reservation was register successfully
es: La reservación fue registrada satisfactoriamente
fr: La réservation a été enregistrée avec succès

# reservation_update_successfully
source: The reservation was updated successfully
es: La reservación fue actualizada satisfactoriamente
fr: La réservation a été mise à jour de manière satisfaisante

# reservation_delete_successfully
source: The reservation was deleted successfully
es: La reservación fue eliminada satisfactoriamente
fr: La réservation a été supprimée avec succès

# reservation_delete_title
source: Delete reservation
es: Eliminar reservación
fr: Supprimer la réservation

# reservation_delete_message
source: Are you sure that you want delete this reservation?
es: Estás seguro que deseas eliminar esta reservación?
fr: Vous êtes sûr de vouloir supprimer cette réservation?

# reservationlaboratorio_title
source: Laboratory reservation
es: Reservaciones de laboratorio

# reservationlaboratorio_error_laboratorio_blank
source: Please, select a laboratory
es: Por favor, seleccione un laboratorio
fr: S´il vous plaît,il/elle sélectionne un laboratoire

# reservationlaboratorio_error_laboratorio_ungrantedaccess
source: Please, select a laboratory with access
es: Por favor, seleccione un laboratorio con acceso

# reservationlaboratorio_error_laboratorio_inactive
source: Please, select an active laboratory
es: Por favor, seleccione un laboratorio en funcionamiento

# reservationlaboratorio_error_startdate_superior
source: The end date must be greater than to the start date
es: La fecha de fin debe ser mayor que la fecha de inicio
fr: La date de fin débit etre plus grande ou égale que la date de commencement

# reservationlaboratorio_error_date_check
source: Check the date.
es: Comprueba la fecha.

# reservationlaboratorio_error_time_check
source: Check the time.
es: Comprueba la hora.
fr: Vérifie l´heure.

# reservationlaboratorio_error_range_existe
source: Exist a reservation for laboratory %laboratorio% between dates %from% and %to%
es: Existe una reservación para el laboratorio %laboratorio% entre las fechas %from% y %to%
fr: Il existe une réservation pour le laboratoire %laboratorio% entre les dates %from% et %to%

# reservationpc_title
source: Pc reservations
es: Reservaciones de computadora

# reservation_error_noavailablepc
source: No available pcs found
es: No se encontraron computadoras disponibles
fr: Aucun ordinateur n'a été trouvé

# reservacionpc_error_userjustreserv
source: You just has a reservation for today
es: Ya tienes una reservación para hoy
fr: Puisque a une réservation pour aujourd´hui

# pieceregister_form_piece_placeholder
source: Select a piece
es: Selecciona una pieza
fr: Sélectionnez une pièce

# pieceregister_form_piece_error
source: Please,select a piece
es: Por favor, selecciona una pieza
fr: S'il vous plaît, sélectionnez un morceau

source: Loading properties
es: Cargando propiedades
fr: Propriétés de chargement

# peripheralregister_form_peripheral_placeholder
source: Select a peripheral
es: Selecciona un periférico
fr: Sélectionnez un périphérique

# peripheralregister_form_peripheral_error
source: Please, select a peripheral
es: Por favor, selecciona un periférico
fr: Veuillez sélectionner un périphérique

source: Loading pieces
es: Cargando piezas
fr: Pièces de chargement

source: Loading piece properties
es: Cargando propiedades de la pieza
fr: Chargement des propriétés de la pièce

source: Reparations
es: Reparaciones
fr: Réparations

# reparationpc_register_tooltip
source: Register a new reparation
es: Registre una nueva reparación
fr: Enregistrer une nouvelle réparation

# reparationpc_new_title
source: New reparation
es: Nueva reparación
fr: Nouvelle réparation

# reparationpc_edit_title
source: Edit reparation
es: Editar reparación
fr: Modifier la réparation

# reparationpc_register_successfully
source: The reparation was register successfully
es: La reparación fue registrada satisfactoriamente
fr: La réparation a été enregistrée avec succès

# reparationpc_update_successfully
source: The reparation was updated successfully
es: La reparación fue actualizada satisfactoriamente
fr: La réparation a été mise à jour de manière satisfaisante

# reparationpc_delete_successfully
source: The reparation was deleted successfully
es: La reparación fue eliminada satisfactoriamente
fr: La réparation a été éliminée de manière satisfaisante

# reparationpc_delete_title
source: Delete reparation
es: Eliminar reparación
fr: Supprimer la réparation

# reparationpc_delete_message
source: Are you sure that you want delete this reparation?
es: Estás seguro que deseas eliminar esta reparación?
fr: Vous êtes sûr de vouloir supprimer cette réparation?

# reparationpc_details
source: Reparation details
es: Detalles de la reparación
fr: Détails de réparation

# reparationpc_selecttype
source: Select the reparation type
es: Seleccione el tipo de reparación

source: Users
es: Usuarios
fr: Utilisateurs

# user_register_tooltip
source: Register a new user
es: Registre un nuevo usuario
fr: Enregistrer un nouvel utilisateur

# user_new_title
source: New user
es: Nuevo usuario
fr: Nouvel utilisateur

# user_edit_title
source: Edit user
es: Editar usuario
fr: Modifier l'utilisateur

source: User details
es: Detalles de usuario
fr: Détails de l'utilisateur

# surname_field
source: Surname
es: Apellido
fr: Le nom
