Repository: eduard2diaz/sigelab
Catalog: translations/messages.*.xlf
Languages: es, fr

# email_field_help
source: Made sure to add a valid email address.
es: Asegúrate de registrar un correo válido
fr: Assurez-vous d'enregistrer un e-mail valide

# faculty_field_select
source: Select a faculty
es: Selecciona una facultad
fr: Sélectionnez une faculté

# confirm_password_field_error
source: Both password must match
es: Ambas contraseñas deben coincidir
fr: Les deux mots de passe doivent correspondre

# user_register_successfully
source: The user was register successfully
es: El usuario fue registrado satisfactoriamente
fr: L'utilisateur s'est enregistré avec succès

# user_update_successfully
source: The user was updated successfully
es: El usuario fue actualizado satisfactoriamente
fr: L'utilisateur a été mis à jour avec succès

# user_delete_successfully
source: The user was deleted successfully
es: El usuario fue eliminado satisfactoriamente
fr: L'utilisateur a été supprimé avec succès

# user_delete_title
source: Delete user
es: Eliminar usuario
fr: Supprimer l'utilisateur

# user_delete_message
source: Are you sure that you want delete this user?
es: Estás seguro que deseas eliminar este usuario?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur?

# user_form_rol_error_blank
source: Select one or more rols
es: Seleccione uno o más roles
fr: Sélectionnez un ou plusieurs rôles

# user_form_rol_error_incompatibility
source: Check roles
es: Compruebe los roles
fr: L'utilisateur peut être technicien ou chef de techniciens mais pas les deux

source: Message
es: Mensaje

source: Messages
es: Mensajes

source: View all
es: Ver todos mis mensajes
fr: voir tous

source: send message
es: enviar mensaje
fr: envoyer un message

# send_button
source: Send
es: Enviar

# message_register_tooltip
source: Register a new message
es: Registre un nuevo mensaje
fr: Enregistrer un nouveau message

# message_inbox_received
source: Received
es: Recibidos
fr: Reçu

# message_inbox_sended
source: Sended
es: Enviados
fr: Envoyé

# message_new_title
source: New message
es: Nuevo mensaje
fr: Nouveau message

# message_fromfield
source: From
es: De
fr: De

# message_tofield
source: To
es: Para
fr: Pour

# message_subject
source: Subject
es: Asunto

# message_tofield_placeholder
source: Write the name of destiniers
es: Escriba el nombre de los destinatarios
fr: Entrez le nom des destinataires

# message_messagefield_placeholder
source: Write content of message
es: Escriba el contenido del mensaje
fr: Ecrire le contenu du message

source: Message details
es: Detalles del mensaje
fr: Détails du message

# message_register_successfully
source: The message was sended successfully
es: El mensaje fue enviado satisfactoriamente
fr: Le message a été envoyé avec succès

# message_delete_successfully
source: The message was deleted successfully
es: El mensaje fue eliminado satisfactoriamente
fr: Le message a été supprimé avec succès

# message_delete_title
source: Delete message
es: Eliminar mensaje
fr: Supprimer un message

# message_delete_message
source: Are you sure that you want delete this message?
es: ¿Está seguro que desea eliminar este mensaje?
fr: ¿Vous êtes sûr de vouloir supprimer ce message?

# message_recent_empty
source: There are not recently messages
es: No hay nuevos mensajes

source: Notification
es: Notificación

source: Notifications
es: Notificaciones

# notification_viewall
source: View all
es: Ver todas

# notification_recent_empty
source: There are not recently notifications
es: No existen notificaciones recientes

source: Notification details
es: Detalles de la notificación en frances

# notification_delete_title
source: Delete notification
es: Eliminar notificación

# notification_delete_message
source: Are you sure that you want delete this notification?
es: ¿Está seguro que desea eliminar esta notificación?

# notificacion_delete_successfully
source: Notification was deleted successfully
es: La notificación mensaje fue eliminada satisfactoriamente

source: Machine time
es: Tiempo de máquina

source: Machine times
es: Tiempos de máquina

# machine_time_register_tooltip
source: Register a new machine time
es: Registre un nuevo tiempo de máquina

# machine_time_new_title
source: New machine time
es: Nuevo tiempo de máquina

# machine_time_register_successfully
source: Machine time was registered successfully
es: El tiempo de máquina fue registrado satisfactoriamente

# machine_time_update_successfully
source: Machine time was updated successfully
es: El tiempo de máquina fue actualizado satisfactoriamente

# machine_time_delete_successfully
source: Machine time was deleted successfully
es: El tiempo de máquina fue eliminado satisfactoriamente

# machine_time_delete_title
source: Delete machine time
es: Eliminar tiempo de máquina

# machine_time_delete_message
source: ¿Are you sure that you want delete this machine time?
es: ¿Está seguro que desea eliminar este tiempo de máquina?

# machine_time_edit_title
source: Edit machine time
es: Editar tiempo de máquina

# machine_time_details
source: Machine times details
es: Detalles del tiempo de máquina

# tiempomaquina_error_existe
source: There is a machine time for %from%
es: Existe una reservación que comprende la fecha %from%

# tiempomaquina_error_range_existe
source: There is a machine time between %from% y %to%
es: Existe una reservación entre las fechas %from% y %to%

source: General
fr: Général

# errormessaje_title
source: Error
fr: Erreur

# message_header
source: You have a new message | You have %total% new messages
fr: Tu as 1 message neuf | Tu as %total% message neuf
